---
title: ReinforcementAbbreviationTag
classe: Autodesk.Revit.DB.Structure.ReinforcementAbbreviationTag
namespace: Autodesk.Revit.DB.Structure
eredita: System.Object
revit: "2025"
revitapi: "25.4.30.0"
stato: auto
verbo: leggere
membri_n: 4
---

# ReinforcementAbbreviationTag

!!! note "Scheda automatica"
    La corrispondenza C#→Python è generata dalle 7 Regole. Descrizione, tranello ed esempio sono **da rivedere** — contribuisci.

## La classe

_(una frase: cos'è e a cosa serve)_

## La corrispondenza

| nella doc (C#) | in python | tipo |
|---|---|---|
| `String AbbreviationTag { get; }` | `reinforcementAbbreviationTag.AbbreviationTag` | String |
| `Boolean IsValidObject { get; }` | `reinforcementAbbreviationTag.IsValidObject` | Boolean |
| `ReinforcementAbbreviationTagType TypeTag { get; }` | `reinforcementAbbreviationTag.TypeTag` | ReinforcementAbbreviationTagType |
| `Void Dispose()` | `reinforcementAbbreviationTag.Dispose()` | Void |

## Il tranello

_(ciò che la pagina non dice e ti farebbe sbagliare)_

## Lo script

```python
# esempio da completare
```